{
    "medkit": {
        "pickup": "A medkit.",
        "description": "A medkit, it will heal your injuries and restore your health.",
        "slowdown": 10
    } ,
    "bandages": {
        "pickup": "A couple of bandages.",
        "description": "You can use these to gain a little health.",
        "slowdown": 2
    },
    "picLovedOne": {
        "pickup": "A picture of you and your family. It means a lot to you.",
        "description": "You keep the memory of your family and your home with you.",
        "slowdown": 10
    },
    "phone": {
        "pickup": "Your cellphone",
        "description": "You can use this to call someone or use the flashlight.",
        "slowdown": 5
    },
    "apple": {
        "pickup": "You look in the refrigerator and find an apple",
        "description": "Eat it and it will restore some of your health.",
        "slowdown": 2
    },
    "sandwich": {
        "pickup": "It's a nice tuna sandwich",
        "description": "Eat it and it will restore half your health.",
        "slowdown": 5
    },
    "talkie": {
        "pickup": "You hear a static sound coming from it.",
        "description": "This item will give you hint on your journey",
        "slowdown": 5
    },
    "childToy": {
        "pickup": "You look behind the couch and find a toy from your childhood. It means a lot to you.",
        "description": "It reminds you of a better time.",
        "slowdown": 15
    },
    "jewelryImportant": {
        "pickup": "It's a necklace, it belonged to someone you love. It means a lot to you.",
        "description": "It reminds you of the time you had with the person most important to you.",
        "slowdown": 2
    },
    "earringsGrandma": {
        "pickup": "It's a pair of earrings, it belonged to your late grandmother. It means a lot to you.",
        "description": "It reminds you of the time you had with a person you loved.",
        "slowdown": 2
    },
    "pet": {
        "pickup": "It's your pet! It's your best friend in the whole world and a very good boy!",
        "description": "It's your pet!",
        "slowdown": 5
    },
    "daughter": {
        "pickup": "Your daughter. She means the world to you!",
        "description": "It's your daughter",
        "slowdown": 10
    },
    "daughterBoyfriend": {
        "pickup": "Your daughters boyfriend. You don't particullary care for him.",
        "description": "It's your daughter's boyfriend, you don't think he's all that great.",
        "slowdown": 10
    },
    "book": {
        "pickup": "You search the bookcase and find your favorite book. You've read it a thousand times and still can't get enough of it. It means a lot to you.",
        "description": "It's your alltime favorite book.",
        "slowdown": 10
    },
    "coat": {
        "pickup": "It's a coat. It will protect you from the cold or the rain",
        "description": "It's a coat, it keeps you warm.",
        "slowdown": 5
    },
    "ductTape": {
        "pickup": "It's a roll of ducttape. You can use it to bind things together. It may be usefull later on.",
        "description": "It's a roll of ducttape. You can use it to bind things together.",
        "slowdown": 2
    },
    "gasmask": {
        "pickup": "It's a gasmask. It will protect you from harmfull gasses. It may be usefull later on.",
        "description": "It's a gasmask. It will protect you from harmfull gasses.",
        "slowdown": 5
    },
    "crowbar": {
        "pickup": "It's a crowbar. Very usefull for breaking open doors. It may be usefull later on.",
        "description": "It's a crowbar. It can break open certain doors.",
        "slowdown": 5
    },
    "knife": {
        "pickup": "It's a dangerous looking knife. Maybe you can use this to scare of enemies or defend yourself",
        "description": "It's a knife.",
        "slowdown": 2
    },
    "paperCutout": {
        "pickup": "It seems to be a cutout article from a newspaper. The article seems to be about a disappeared woman.",
        "description": "It seems to be a cutout article from a newspaper.",
        "slowdown": 0
    },
    "slimjim": {
        "pickup": "It's a slimjim. You can use this to 'open' a cardoor.",
        "description": "A slimjim. Use it to 'open' a cardoor.",
        "slowdown": 2
    },
    "bagpack": {
        "pickup": "It's your bagpack. It can hold everything you need to take with me.",
        "description": "It's my bagpack.",
        "slowdown": 0
    },
    "handcuffs": {
        "pickup": "These are police-issued handcuffs. They don't break easily. They may be usefull later on.",
        "description": "A set of police-issued handcuffs.",
        "slowdown": 2
    },
    "flashlight": {
        "pickup": "A simple, yet sturdy flashlight. It can light up dark areas. Runs on batteries.",
        "description": "A flashlight.",
        "slowdown": 2
    },
    "souvenir": {
        "pickup": "It's a cheap, ugly souvenir from the airport. Yet it also reminds you of home.",
        "description": "A souvenir.",
        "slowdown": 2
    },
    "stolenRing": {
        "pickup": "It's a gold ring. It appears to be stolen",
        "description": "A stolen ring.",
        "slowdown": 2
    },
    "gun": {
        "pickup": "You search the closet and find your handgun.",
        "description": "A handgun. This will protect you.",
        "slowdown": 5
    },
    "lockpicks": {
        "pickup": "You search the closet and find a set of lockpicks. These will help you unlock doors.",
        "description": "A set of lockpicks.",
        "slowdown": 5
    },
    "policePic": {
        "pickup": "You search the closet and find a piece of police evidence.",
        "description": "A crimescene photo.",
        "slowdown": 5
    }
}
